Repository: RedTurtle/volto-react-table-widget
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: it

source: CSV file imported correctly
it: file CSV importato correttamente

source: DataTableBlock
it: Tabella Dati

source: Export CSV file
it: Esporta dati su file CSV

source: Import CSV file
it: Importa dati da file CSV

source: Imported item count
it: {count} nuovi elementi importati

source: Item count
it: {count} nuovi elementi da importare

source: Modified item count
it: {count} elementi modificati

source: Preview item count
it: {count} elementi di esempio

source: Select CSV file
it: Seleziona file CSV

source: Undo
it: Ripristina

source: Undo all modifications
it: Ripristinare tutte le modifiche

source: Undo message
it: Tutte le modifiche verranno annullate

source: all
it: Tutti

source: editable_table_actions
it: Azioni

source: no_filter
it: Nessun filtro

source: page_size
it: Visualizza {pageSize} elementi per pagina

source: select_value_filter
it: Seleziona valore

source: text_filter
it: Filtra per testo
